{
  "raw_output": "**Análise Estruturada dos Dados sobre Tendências de Novas Criptomoedas em 2024:**\n\n1. **Relatório Detalhado sobre Tendências de Novas Criptomoedas em 2024 que Ainda Não Foram Adicionadas às Corretoras Centralizadas** \n\n2. **Declaração de Propósito**  \nO objetivo deste relatório é analisar as tendências emergentes em novas criptomoedas lançadas em 2024 que ainda não foram listadas em corretoras centralizadas. A pesquisa busca entender as características únicas, a performance de mercado e previsões feitas por analistas sobre essas criptomoedas, contribuindo para a compreensão do potencial futuro desses ativos.\n\n3. **Metodologia**  \nForam realizadas buscas em fontes respeitáveis e análises de criptomoedas. O foco foi em criptomoedas que foram lançadas em 2024 e que ainda não estavam disponíveis em plataformas de negociação centralizadas.\n\n4. **Resultados**  \nAs principais tendências identificadas são:  \n   - **Interesse em Tecnologias Emergentes**: Criptomoedas como AIOZ Network e Toncoin que utilizam tecnologias inovadoras.  \n   - **Foco em Sustentabilidade**: Projetos que promovem a redução da pegada de carbono.  \n   - **Integração de NFTs e DeFi**: Criptomoedas aproveitando a intersecção entre esses dois segmentos.  \n   - **Previsões de Mercado**: Especialistas indicam um alto potencial de valorização. \n\n5. **Consolidação dos Dados**: \n   Um DataFrame foi criado e salvo com dados relevantes, mostrando as seguintes informações:\n   ```\n   | cryptocurrency   | emerging_trend       | focus                          | market_predictions         |\n   |------------------|----------------------|--------------------------------|-----------------------------|\n   | AIOZ Network     | Tecnologias Emergentes| Sustentabilidade               | Alto potencial de valorização|\n   | Toncoin          | Tecnologias Emergentes| Integração de NFTs e DeFi     | Alto potencial de valorização|\n   ```\n\n6. **Análise Visual**:  \n   A análise foi visualizada por meio de um gráfico de barras que ilustra as tendências em novas criptomoedas em 2024.\n\n7. **Conclusões**  \nA análise revela um mercado dinâmico com grande potencial de inovação. As criptomoedas emergentes focadas em tecnologias sustentáveis e integração com DeFi e NFTs apresentam oportunidades significativas.\n\n8. **Recomendações para Investidores**: \n   Acompanhamento constante de novas listagens e tendências é crucial para identificar ativos emergentes que poderão se estabelecer como players significativos.\n\n**Observação**: As visualizações são essenciais para compreender as tendências dos dados recopilados, e o gráfico deve ser incluído em relatórios futuros para melhor clareza e apresentação.",
  "json_output": null,
  "tasks_output": [
    